{
  "intro": [
    {
      "text": "A Day in the Office: The ERNIan Adventure"
    },
    {
      "text": "You’re an ERNIan ready to tackle the day, but as with any great adventure, things don’t go as planned!"
    },
    {
      "text": "Before we begin—make your mark."
    },
    {
      "text": "(Customize your character, then we’ll head to the office.)"
    }
  ],
  "ch1": [
    {
      "who": "Narrator",
      "text": "Chapter 1: Access Denied."
    },
    {
      "text": "You arrive at the ERNI office. Your access card isn’t working."
    },
    {
      "text": "You ring the bell. Anna P. is on her way, but you’ll have to keep your footing until she arrives!"
    }
  ],
  "ch2": [
    {
      "who": "Narrator",
      "text": "Chapter 2: HR Interception."
    },
    {
      "text": "Inside at last—but HR spots you."
    },
    {
      "who": "HR",
      "text": "We need yesterday’s ATR evidence, and that you book all your hours in SAP!"
    },
    {
      "text": "Time to gracefully weave through bureaucracy."
    }
  ],
  "ch3": [
    {
      "who": "Narrator",
      "text": "Chapter 3: Desk Drama."
    },
    {
      "text": "At your desk… someone else is sitting there."
    },
    {
      "text": "Words are exchanged. Diplomacy? Determination? A duel of desks ensues!"
    }
  ],
  "ch4": [
    {
      "who": "Narrator",
      "text": "Chapter 4: Tech Trouble."
    },
    {
      "text": "Screens are dead. You call service desk. Alfredo is on the way."
    },
    {
      "text": "Until then, reroute the cables like a pro."
    }
  ],
  "ch5": [
    {
      "who": "Narrator",
      "text": "Chapter 5: Coffee Quest."
    },
    {
      "text": "Kitchen run! The machine is empty. Refill it with beans and water without spilling a drop."
    }
  ],
  "ch6": [
    {
      "who": "Narrator",
      "text": "Chapter 6: Meeting Mayhem."
    },
    {
      "text": "Your reserved room is occupied. Negotiations begin… with style."
    }
  ],
  "ch7": [
    {
      "who": "Narrator",
      "text": "Chapter 7: Churro Rush."
    },
    {
      "text": "The smell of churros fills the air. Sprint to the kitchen and beat the crowd!"
    }
  ],
  "ch8": [
    {
      "who": "Narrator",
      "text": "Chapter 8: Cold Office Chronicles."
    },
    {
      "text": "It’s freezing. Reach Reception to request the temperature be raised—or snag a cozy hoodie from Marketing."
    },
    {
      "text": "Avoid the icy AC blasts along the way!"
    }
  ],
  "conclusion": [
    {
      "text": "The Epic Day: you conquered tech issues, HR demands, and even scored a churro!"
    },
    {
      "text": "By the end, you’re not just an ERNIan; you’re a hero of the office."
    },
    {
      "text": "Let’s see today’s records… (Leaderboard)"
    }
  ]
}