{
  "intro": [
    {
      "text": "Un día en la oficina: La aventura ERNIan"
    },
    {
      "text": "Eres un ERNIan listo para afrontar el día, pero como en toda gran aventura, ¡las cosas no salen según lo previsto!"
    },
    {
      "text": "Antes de empezar, deja tu huella."
    },
    {
      "text": "(Personaliza tu personaje y nos vamos a la oficina.)"
    }
  ],
  "ch1": [
    {
      "who": "Narrador",
      "text": "Capítulo 1: Acceso denegado."
    },
    {
      "text": "Llegas a la oficina de ERNI. Tu tarjeta no funciona."
    },
    {
      "text": "Tocas el timbre. Anna P. va de camino, ¡pero tendrás que mantener el equilibrio hasta que llegue!"
    }
  ],
  "ch2": [
    {
      "who": "Narrador",
      "text": "Capítulo 2: Intercepción de RR. HH."
    },
    {
      "text": "Por fin dentro… pero RR. HH. te ve."
    },
    {
      "who": "RR. HH.",
      "text": "¡Necesitamos la evidencia del ATR de ayer y que registres todas tus horas en SAP!"
    },
    {
      "text": "Toca abrirte paso por la burocracia con elegancia."
    }
  ],
  "ch3": [
    {
      "who": "Narrador",
      "text": "Capítulo 3: Drama en el escritorio."
    },
    {
      "text": "Llegas a tu mesa… y hay alguien sentado."
    },
    {
      "text": "Intercambiáis palabras. ¿Diplomacia? ¿Determinación? ¡Se avecina un duelo por el escritorio!"
    }
  ],
  "ch4": [
    {
      "who": "Narrador",
      "text": "Capítulo 4: Problemas técnicos."
    },
    {
      "text": "Las pantallas están muertas. Llamas al service desk. Alfredo viene de camino."
    },
    {
      "text": "Mientras tanto, vuelve a cablear como un profesional."
    }
  ],
  "ch5": [
    {
      "who": "Narrador",
      "text": "Capítulo 5: La búsqueda del café."
    },
    {
      "text": "¡A la cocina! La máquina está vacía. Rellénala con granos y agua sin derramar ni una gota."
    }
  ],
  "ch6": [
    {
      "who": "Narrador",
      "text": "Capítulo 6: Caos en la sala."
    },
    {
      "text": "Tu sala reservada está ocupada. Empiezan las negociaciones… con estilo."
    }
  ],
  "ch7": [
    {
      "who": "Narrador",
      "text": "Capítulo 7: Carrera por el churro."
    },
    {
      "text": "El olor a churros invade el aire. ¡Corre a la cocina y adelanta a todos!"
    }
  ],
  "ch8": [
    {
      "who": "Narrador",
      "text": "Capítulo 8: Crónicas de frío."
    },
    {
      "text": "Hace un frío tremendo. Llega a Recepción para pedir subir la temperatura… o consigue una sudadera de Marketing."
    },
    {
      "text": "¡Evita las ráfagas heladas del aire acondicionado!"
    }
  ],
  "conclusion": [
    {
      "text": "El día épico: ¡superaste problemas técnicos, demandas de RR. HH. y hasta conseguiste un churro!"
    },
    {
      "text": "Al final, no solo eres un ERNIan; eres un héroe de la oficina."
    },
    {
      "text": "Veamos los récords de hoy… (Clasificación)"
    }
  ]
}